Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PhoneNumberAlert
source: Users will see your new number if they have it in their address book or your privacy settings allow them to see it. You can modify this in Settings > Privacy and Security > Phone number.
ar: سيحصل المستخدمون على رقمك الجديد في حال وجوده في جهات اتصالهم أو في حال كانت إعدادات خصوصيتك تسمح لهم برؤيته. يمكنك تغيير ذلك في الإعدادات > الخصوصية والأمان > رقم الهاتف.
be: Усе карыстальнікі ўбачаць ваш новы нумар, калі яны маюць яго ў сваім спісе кантактаў або вашы налады прыватнасці дазваляюць ім яго бачыць. Вы можаце змяніць гэта праз «Налады > Прыватнасць і бяспека > Нумар тэлефона».
ca: Els usuaris veuran el número nou si el tenen a l'agenda o si la vostra configuració de privadesa els ho permet. Podeu canviar-ho a Configuració > Privadesa i seguretat > Número de telèfon.
de: Nutzer werden deine neue Nummer sehen, wenn sie diese in ihrem Adressbuch gespeichert haben oder deine Einstellungen es erlauben. Unter Einstellungen > Privatsphäre und Sicherheit > Telefonnummer kannst du es jederzeit anpassen.
es: Los usuarios verán tu nuevo número si lo tienen en sus agendas o si tus ajustes de privacidad lo permiten. Puedes modificar esto en Ajustes > Privacidad y seguridad > Número de teléfono.
fa: کاربران در صورتی شماره تلفن جدید شما را می‌بینند که آن را در دفترچه تلفن خود ذخیره داشته باشند یا تنظیمات حریم خصوصی شما به آن‌ها اجازه دیدن شماره تلفنتان را بدهد. شما می‌توانید این گزینه را در قسمت تنظیمات > حریم خصوصی و امنیت > شماره تلفن تنظیم کنید.
fi: Käyttäjät näkevät uuden puhelinnumerosi, mikäli heillä on se yhteystiedoissaan tai jos yksityisyysasetuksesi sallivat sen näyttämisen. Jälkimmäiset löytää siirtymällä asetuksiin > Yksityisyys ja tietoturva > Puhelinnumero.
fr: Les utilisateurs verront votre nouveau numéro s'ils l'ont dans leur carnet de contacts ou si vos paramètres de confidentialité leur permettent de le visualiser. Vous pouvez les modifier dans Paramètres > Confidentialité et Sécurité > Numéro de téléphone.
id: Pengguna akan melihat nomor baru Anda jika mereka memilikinya di kontak mereka atau pengaturan privasi Anda memungkinkan mereka untuk melihatnya. Anda dapat memodifikasi ini di Pengaturan > Privasi dan Keamanan > Nomor telepon.
it: Gli utenti vedranno il tuo nuovo numero se lo hanno in rubrica o se le tue impostazioni sulla privacy lo consentono. Puoi modificarle in Impostazioni > Privacy e sicurezza > Numero di telefono.
ko: 회원님이 주소록에 저장되어 있거나, 회원님의 개인 정보 설정으로 번호 열람이 승인된 사용자들은 회원님의 전화번호를 볼 수 있습니다. 설정 > 개인 정보 및 보안 > 전화번호에서 이 설정을 수정하실 수 있습니다.
ms: Pengguna akan nampak nombor baru anda jika mereka ada nombor anda di buku alamat mereka atau aturan privasi anda benarkan mereka untuk lihatnya. Anda boleh ubah ini di Aturan > Privasi dan Sekuriti > Nombor fon.
nl: Gebruikers zien je nieuwe nummer als ze deze in hun adresboek hebben of als je privacy-instellingen dat toestaat. Je kunt dit aanpassen via Instellingen > Privacy en veiligheid > Telefoonnummer.
pl: Użytkownicy zobaczą twój nowy numer, jeśli mają go w swojej książce adresowej lub twoje ustawienia prywatności pozwalają im go zobaczyć. Możesz to zmienić w Ustawienia » Prywatność i bezpieczeństwo » Numer telefonu.
pt_br: As pessoas poderão ver o seu novo número se tiverem ele salvo na agenda ou se as suas configurações de privacidade permitirem. Você pode alterar isso em Configurações > Privacidade e Segurança > Número de Telefone.
ru: Пользователи будут видеть Ваш новый номер, если он есть в их телефонной книге или если это разрешают Ваши настройки конфиденциальности: Настройки > Конфиденциальность > Номер телефона.
sv: Användare kommer att se ditt nya nummer om det finns i deras kontaktböcker eller om dina integritetsval tillåter dem att se det. Du kan ändra detta i Inställningar > Integritet och Säkerhet > Telefonnummer.
tr: Kullanıcılar, rehberlerinde numaranıza sahipse veya gizlilik ayarlarınız görmelerine izin veriyorsa yeni numaranızı göreceklerdir. Bunu Ayarlar > Gizlilik ve Güvenlik > Telefon numarası bölümünden değiştirebilirsiniz.
uk: Новий номер побачать ті, хто має його у своєму списку контактів або може бачити ваш номер згідно з вашими налаштуваннями приватності (Налаштування > Приватність і безпека > Номер телефону).
uz: Agar foydalanuvchilarning manzillar kitobida telefon raqamingiz boʻlsa yoki maxfiylik sozlamalaringiz ularga buni koʻrish imkonini bersa, ular yangi raqamingizni koʻradilar. Siz buni Sozlamalar > Maxfiylik va xavfsizlik > Telefon raqami ruknida oʻzgartirishingiz mumkin.
zh_cn: 如果您的 Telegram 联系人有您的旧号码，并且您没有在 Telegram 里拉黑他们，您的新号码将被添加到他们的通讯录里。
zh_tw: 如果您的 Telegram 聯絡人有您的舊號碼，並且您沒有在 Telegram 裏封鎖他們，您的新號碼將被添加到他們的通訊錄裏。

# PhoneNumberChange
source: CHANGE NUMBER
ar: تغيير الرقم
be: ЗМЯНІЦЬ НУМАР
ca: CANVIA EL NÚMERO
de: NUMMER ÄNDERN
es: CAMBIAR NÚMERO
fa: تغییر شماره تلفن
fi: VAIHDA NUMEROA
fr: CHANGER DE NUMÉRO
id: GANTI NOMOR
it: CAMBIA NUMERO
ko: 번호 바꾸기
ms: TUKAR NOMBOR
nl: NUMMER WIJZIGEN
pl: ZMIEŃ NUMER
pt_br: ALTERAR NÚMERO
ru: СМЕНИТЬ НОМЕР
sv: BYT NUMMER
tr: NUMARAYI DEĞİŞTİR
uk: ЗМІНИТИ НОМЕР
uz: RAQAMNI ALMASHTIRISH
zh_cn: 更改手机号码
zh_tw: 更改手機號碼

# PhoneNumberChange2
source: Change Number
ar: تغيير الرقم
be: Змяніць нумар
ca: Canvia el número
de: Nummer ändern
es: Cambiar número
fa: تغییر شماره تلفن
fi: Vaihda numeroa
fr: Changer de numéro
id: Ganti nomor
it: Cambia numero
ko: 번호 바꾸기
ms: Tukar Nombor
nl: Nummer wijzigen
pl: Zmień numer
pt_br: Alterar Número
ru: Сменить номер
sv: Byt telefonnummer
tr: Numarayı Değiştir
uk: Змінити номер
uz: Raqamni almashtirish

# PhoneNumberChangeTitle
source: Change number
ar: تغيير الرقم
be: Змяніць нумар
ca: Canvia el número
de: Nummer ändern
es: Cambiar número
fa: تغییر شماره تلفن
fi: Vaihda numeroa
fr: Changer de numéro
id: Ubah nomor
it: Cambia numero
ko: 번호 바꾸기
ms: Tukar nombor
nl: Nummer wijzigen
pl: Zmień numer
pt_br: Alterar número
ru: Сменить номер
sv: Byt telefonnummer
tr: Numarayı değiştir
uk: Змінити номер
uz: Raqamni almashtirish

# PhoneNumberFlood
source: Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.
ar: عذرًا، لقد قمت بحذف حسابك وإعادة إنشائه عدة مرات مؤخرًا، يرجى الانتظار لعدة أيام قبل محاولة إنشاء حساب من جديد.
be: На жаль, вы занадта часта выдалялі і перастваралі свой уліковы запіс апошнім часам. Пачакайце некалькі дзён і паспрабуйце яшчэ раз.
ca: Heu eliminat i recreat el vostre compte massa vegades recentment. Espereu uns dies abans de registrar-vos de nou.
de: Du hast dein Konto leider zu oft gelöscht. Bitte warte einige Tage, erst dann kannst du dich erneut registrieren.
es: Has eliminado y vuelto a crear tu cuenta muchas veces recientemente. Por favor, espera algunos días antes de registrarte de nuevo.
fa: متأسفانه شما اخیراً دفعات زیادی حساب کاربری خود را حذف و مجدداً ایجاد کرده‌اید. لطفاً چند روز صبر کنید تا بتوانید مجدداً ثبت نام کنید.
fi: Olet valitettavasti poistanut ja luonut tilisi uudestaan liian monesti viime aikoina. Ole hyvä ja odota muutama päivä ennen kuin yrität uudestaan.
fr: Vous avez récemment créé et supprimé votre compte trop souvent. Merci de patienter quelques jours avant de vous inscrire à nouveau.
id: Maaf, Anda terlalu sering menghapus dan membuat kembali akun Anda. Mohon tunggu beberapa hari sebelum registrasi ulang.
it: Spiacenti, hai eliminato e ricreato il tuo account troppe volte di recente. Per favore attendi alcuni giorni prima di iscriverti di nuovo.
ko: 죄송합니다. 최근 들어 계정을 너무 많이 삭제한 뒤 재생성하셨습니다. 며칠 기다렸다 다시 가입해 주세요.
ms: Maaf, anda telah hapus dan cipta semula akaun terbaru anda terlalu kerap. Sila tunggu beberapa hari sebelum log masuk semula.
nl: Je hebt in korte tijd je account veelvuldig verwijderd en opnieuw aangemaakt. Probeer het over een aantal dagen nog eens.
pl: W ostatnim czasie twoje konto było usuwane i ponownie utworzone zbyt wiele razy. Musisz odczekać kilka dni, zanim ponownie się zarejestrujesz.
pt_br: Desculpe, você apagou e recriou a sua conta muitas vezes recentemente. Aguarde alguns dias antes de tentar novamente.
ru: За последнее время Вы слишком часто удаляли и создавали свой аккаунт заново. Пожалуйста, подождите несколько дней перед повторной регистрацией.
sv: Beklagar, du har senaste tiden tagit bort och återskapat kontot för många gånger. Avvakta några dagar innan du registrerar dig igen.
tr: Üzgünüz, hesabınızı kısa süre içinde çok fazla kez sildiniz ve yeniden oluşturdunuz. Lütfen tekrar kaydolmadan önce birkaç gün bekleyin.
uk: Останнім часом ви часто видаляли та відновлювали свій акаунт. Зачекайте кілька днів, перш ніж реєструватися знову.
uz: Kechirasiz, oxirgi paytlarda hisobingizni juda koʻp marta oʻchirdingiz va qaytadan yaratdingiz. Qayta roʻyxatdan oʻtishdan avval bir necha kun kuting.
zh_cn: 抱歉，您最近删除并重建您的账号次数过多。请稍等几天再来重新注册。
zh_tw: 抱歉，您最近删除並重建您的賬戶次數過多。請稍等幾天再來重新註冊。

# PhoneNumberHelp
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.
ar: يمكنك تغيير رقم تيليجرام الخاص بك هنا. سيتم نقل حسابك وجميع بياناتك التي في سحابة تيليجرام -بما فيها الرسائل، الوسائط، جهات الاتصال وغيرها- إلى الرقم الجديد.
be: Тут вы можаце змяніць ваш нумар для Telegram. Ваш уліковы запіс і воблачныя даныя (паведамленні, медыя, кантакты і г.д.) будуць перанесены на новы нумар.
ca: Aquí podeu canviar el vostre número associat al Telegram. El vostre compte i les dades al núvol (missatges, fitxers, contactes, etc.) es mouran al número nou.
de: Du kannst deine Telefonnummer hier ändern. Dein Konto und alle Daten in der Telegram-Cloud, also Nachrichten, Medien, Kontakte, etc. werden auf das neue Konto übertragen.
es: Puedes cambiar tu número de Telegram aquí. Tu cuenta y todos tus datos de la nube, mensajes, archivos, grupos, contactos, etc., se moverán al nuevo número.
fi: Täällä voit vaihtaa Telegramiin liitetyn numerosi. Tilisi ja kaikki siihen liittyvät pilveen säilötyt tiedot — viestit, media, yhteystiedot jne. siirretään uudelle numerolle.
fr: Vous pouvez changer votre numéro Telegram ici. Votre compte et toutes vos données (messages, médias, contacts, etc.) seront déplacés sur votre nouveau numéro.
it: Puoi cambiare il tuo numero di telefono qui. Il tuo account e tutti i tuoi dati cloud — messaggi, media, contatti, etc. saranno trasferiti sul nuovo numero
ko: 여기서 텔레그램 전화번호를 바꾸실 수 있습니다. 회원님의 계정과 함께 메시지와 미디어, 연락처 따위의 모든 클라우드 데이터가 새 번호로 옮겨집니다.
ms: Anda boleh tukar nombor Telegram di sini. Akaun anda dan semua data awan - mesej, media, kenalan, dan lain-lain akan berpindah ke nombor baru.
nl: Je kan je telefoonnummer hier wijzigen. Al je clouddata — berichten, bestanden, groepen, contacten, etc. zullen worden verplaatst naar je nieuwe nummer.
pl: Tutaj możesz zmienić numer Telegrama. Twoje konto i wszystkie dane w chmurze – wiadomości, multimedia, kontakty itp. zostaną przeniesione do nowego numeru.
pt_br: Você pode alterar o seu número do Telegram aqui. A sua conta e todos os seus dados — como mensagens, mídia, contatos etc. serão movidos para o novo número.
ru: Здесь Вы можете сменить номер телефона. Ваш аккаунт и все данные (сообщения, медиа, контакты и т. д.) будут перенесены на новый номер.
sv: Du kan ändra ditt Telegramnummer här. Ditt konto med alla molndata — meddelanden, media, kontakter, etc. flyttas till det nya numret.
tr: Telegram numaranızı buradan değiştirebilirsiniz. Hesabınız ve tüm bulut veriniz (mesajlar, medya, kişiler vb.) yeni numaraya taşınır.
uk: Тут ви можете змінити номер у Telegram. Ваш акаунт буде перенесено на новий номер включно зі всіма даними, такими як повідомлення, медіафайли та контакти.

# PhoneNumberSearch
source: Phone number
ar: رقم الهاتف
be: Нумар тэлефона
ca: Número de telèfon
de: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
id: Nomor telepon
it: Numero di telefono
ko: 전화번호
ms: Nombor fon
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon numarası
uk: Номер телефону
uz: Telefon raqam

# PhoneOther
source: Other
ar: آخر
be: Іншы
ca: Altres
de: Sonstiges
es: Otro
fa: سایر
fi: Muu
fr: Autre
id: Lain
it: Altro
ko: 기타
ms: Lain-lain
nl: Overig
pl: Inny
pt_br: Outro
ru: Другое
sv: Annat
tr: Diğer
uk: Інший
uz: Boshqa
zh_cn: 其它
zh_tw: 其它

# PhoneWork
source: Work
ar: العمل
be: Працоўны
ca: Feina
de: Arbeit
es: Trabajo
fa: محل کار
fi: Työ
fr: Travail
id: Kantor
it: Lavoro
ko: 직장
ms: Kerja
nl: Werk
pl: Praca
pt_br: Trabalho
ru: Работа
sv: Jobb
tr: İş
uk: Робочий
uz: Xizmat raqami
zh_cn: 工作
zh_tw: 工作

source: Photo Caption
ar: وصف الصورة
be: Подпіс пад фота
ca: Llegenda de la foto
de: Bildbeschriftung
es: Comentario de foto
fa: عنوان عکس
fi: Kuvateksti
fr: Légende photo
id: Keterangan Foto
it: Didascalia foto
ko: 사진 설명
ms: Kepsyen foto
nl: Foto-onderschrift
pl: Podpis zdjęcia
pt_br: Legenda da Foto
ru: Подпись к фото
sv: Bildtext
tr: Fotoğraf Başlığı
uk: Опис до фото
uz: Rasm izohi
zh_cn: 图片说明
zh_tw: 圖片說明

# PhotoEditorDiscardAlert
source: Are you sure you want to discard all changes?
ar: هل تريدون فعلًا تجاهل كل التغييرات؟
be: Вы ўпэўнены, што хочаце адхіліць усе змены?
ca: Segur que voleu descartar tots els canvis?
de: Möchtest du wirklich alle Änderungen verwerfen?
es: ¿Quieres descartar todos los cambios?
fa: آیا از حذف تمامی تغییرات اطمینان دارید؟
fi: Haluatko varmasti hylätä kaikki muutokset?
fr: Voulez-vous vraiment effacer tous les changements ?
id: Anda yakin ingin membuang semua perubahan?
it: Vuoi davvero scartare tutte le modifiche?
ko: 정말 모든 변경 사항을 폐기하시겠습니까?
ms: Anda pasti ingin abaikan semua pertukaran?
nl: Alle wijzigingen echt weggooien?
pl: Czy na pewno chcesz odrzucić wszystkie zmiany?
pt_br: Deseja mesmo descartar todas as alterações?
ru: Вы точно хотите сбросить все изменения?
sv: Är du säker på att förkasta alla ändringar?
tr: Tüm değişiklikleri silmek istediğinizden emin misiniz?
uk: Якщо відхилити, незбережені зміни буде втрачено.
uz: Haqiqatan ham barcha oʻzgarishlarni rad etmoqchimisiz?

# Photos_one
source: {0} photo
ar: صورة واحدة
be: {0} фота
ca: {0} foto
de: {0} Bild
es: {0} foto
fi: {0} kuva
it: {0} foto
nl: {0} foto
pl: {0} zdjęcie
pt_br: {0} foto
ru: {0} фото
sv: {0} bild
tr: {0} fotoğraf
uk: {0} фото

# Photos_other
source: {0} photos
ar: ⁨{0}⁩ صورة
be: {0} фота
ca: {0} fotos
de: {0} Bilder
es: {0} fotos
fi: {0} kuvaa
it: {0} foto
ko: 사진 {0}장
ms: {0} foto
nl: {0} foto's
pl: {0} zdjęcia
pt_br: {0} fotos
ru: {0} фото
sv: {0} bilder
tr: {0} fotoğraf
uk: {0} фото

# PhotoSavedHint
source: Photo saved to gallery
ar: تم حفظ الصورة في المعرض.
be: Фота захавана ў галерэю
ca: La foto s'ha desat a la galeria
de: Bild in Galerie gespeichert
es: Foto guardada en Galería
fa: عکس در گالری ذخیره شد
fi: Kuva tallennettiin galleriaan.
fr: Photo enregistrée dans la galerie
id: Foto disimpan di galeri.
it: Foto salvata nella galleria
ko: 갤러리로 사진이 저장됐습니다
ms: Foto disimpan di galeri
nl: Foto opgeslagen in galerij
pl: Zdjęcie zapisane w galerii
pt_br: Foto salva na galeria
ru: Фото сохранено в галерею
sv: Bild sparad i galleriet.
tr: Fotoğraf, galeriye kaydedildi
uk: Фото збережено до галереї

# PhotoSavedToDownloadsHint
source: Photo saved to Downloads
ar: تم حفظ الصورة في التنزيلات.
be: Фота захавана ў спампоўкі
ca: S'ha desat la foto a «Baixades»
de: Bild in Downloads gespeichert
es: Foto guardada en Descargas
fi: Kuva tallennettiin latauksiin.
fr: Photo enregistrée dans les téléchargements
it: Foto salvata nei download
ko: 다운로드로 사진이 저장됐습니다
ms: Foto disimpan ke Muat Turun
nl: Foto opgeslagen in downloads
pl: Zdjęcie zapisane w Pobranych
pt_br: Foto salva em Downloads
ru: Фото сохранено в загрузки
sv: Bild sparad i nedladdningar
tr: Fotoğraf, İndirilenler'e kaydedildi
uk: Фото збережено в Завантаженнях

# PhotosSavedHint_one
source: Photo saved to gallery
ar: تم حفظ الصورة في المعرض.
be: {0} фота захавана ў галерэю
ca: S'ha desat la foto
de: Bild in Galerie gespeichert
es: Foto guardada en Galería
fi: Kuva tallennettiin galleriaan.
fr: Photo enregistrée dans la galerie
it: Foto salvata nella galleria
nl: {0} foto opgeslagen in galerij
pl: Zdjęcie zapisane do galerii
pt_br: Foto salva na galeria
ru: {0} фотография сохранена в галерею
sv: {0} bild sparad i galleriet.
tr: Fotoğraf, galeriye kaydedildi
uk: Фото збережено до галереї

# PhotosSavedHint_other
source: {0} photos saved to gallery
ar: تم حفظ ⁨{0}⁩ صورة في المعرض.
be: {0} фота захавана ў галерэю
ca: S'han desat les {0} fotos
de: {0} Bilder in Galerie gespeichert
es: {0} fotos guardadas en Galería
fi: {0} kuvaa tallennettiin galleriaan.
fr: {0} photos enregistrées dans la galerie
it: {0} foto salvate nella galleria
ko: 갤러리에 {0}개의 사진이 저장됐습니다
ms: {0} foto disimpan ke galeri
nl: {0} foto's opgeslagen in galerij
pl: {0} zdjęcia zapisanego do galerii
pt_br: {0} fotos salvas na galeria
ru: {0} фотографии сохранено в галерею
sv: {0} bilder sparade i galleriet.
tr: {0} fotoğraf, galeriye kaydedildi
uk: {0} фото збережено до галереї

# PhotosSelected_one
source: {0} photo selected
ar: صورة واحدة محددة
be: выбрана {0} фота
ca: {0} foto seleccionada
de: {0} Bild ausgewählt
es: {0} foto seleccionada
fi: {0} kuva valittu
fr: {0} photo sélectionnée
it: {0} foto selezionata
nl: {0} foto geselecteerd
pl: Zaznaczono {0} zdjęcie
pt_br: {0} foto selecionada
ru: Выбрана {0} фотография
sv: {0} bild vald
tr: {0} fotoğraf seçildi
uk: Вибрано {0} фото

# PhotosSelected_other
source: {0} photos selected
ar: ⁨{0}⁩ صورة محددة
be: выбрана {0} фота
ca: {0} fotos seleccionades
de: {0} Bilder ausgewählt
es: {0} fotos seleccionadas
fi: {0} kuvaa valittu
fr: {0} photos sélectionnées
it: {0} foto selezionate
ko: 사진 {0}장 선택됨
ms: {0} foto dipilih
nl: {0} foto's geselecteerd
pl: Zaznaczono {0} zdjęcia
pt_br: {0} fotos selecionadas
ru: Выбрано {0} фотографий
sv: {0} bilder valda
tr: {0} fotoğraf seçildi
uk: Вибрано {0} фото

# PinAlsoFor
source: Also pin for {0}
ar: تثبيتها عندي وعند ⁨{0}⁩
be: Таксама замацаваць для {0}
ca: Fixa'l també per a {0}
de: Auch bei {0} anheften
es: Fijar también para {0}
fi: Kiinnitä myös käyttäjälle {0}
fr: Épingler aussi pour {0}
id: Sematkan juga untuk {0}
it: Fissa anche per {0}
ko: {0}에도 메시지 고정
ms: Juga semat untuk {0}
nl: Ook vastzetten voor {0}
pl: Przypnij również u {0}
pt_br: Fixar para {0} também
ru: Также закрепить для {0}
sv: Fäst också upp hos {0}
tr: Ayrıca {0} için de sabitle
uk: Прикріпити і для {0}

# PinFolderLimitReached
source: Sorry, you can't pin any more chats to the top.
ar: عذرًا، لا يمكنك تثبيت أي محادثات أخرى في الأعلى.
be: На жаль, вы не можаце замацаваць больш чатаў.
ca: No podeu fixar més xats a la part superior.
de: Mehr Chats kannst du oben leider nicht anheften.
es: No puedes fijar más chats en la parte superior.
fa: متأسفانه شما نمی‌توانید گفتگوی دیگری را به بالای صفحه سنجاق کنید.
fi: Valitettavasti et voi kiinnittää enempää keskusteluja ylös.
fr: Désolé, vous ne pouvez pas épingler plus d'échanges.
id: Maaf, Anda tidak dapat menyematkan obrolan lain ke atas.
it: Spiacenti, non puoi fissare in alto altre chat.
ko: 죄송합니다. 더 이상 위쪽에 대화방을 고정하실 수 없습니다.
ms: Maaf, anda sudah tak boleh semat bual tambahan ke atas.
nl: Sorry, je kunt niet meer dan 5 chats vastzetten.
pl: Na górze nie można przypiąć więcej czatów.
pt_br: Desculpe, você não pode fixar mais chats ao topo.
ru: У Вас закреплено максимальное число чатов.
sv: Beklagar. Du kan inte fästa upp fler chattar.
tr: Üzgünüz, daha fazla sohbeti başa sabitleyemezsiniz.
uk: На жаль, не можна прикріпити більше чатів.
uz: Kechirasiz, yuqoriga boshqa chatlarni qaday olmaysiz.

# Ping
source: Ping: {0} ms
ar: التماس: ⁨{0}⁩ ج.ث
be: Пінг: {0} мс
fa: پینگ: ⁨{0}⁩ میلی‌ثانیه
fi: Viive: {0} ms
ko: 핑: {0} ms
ru: пинг: {0} мс
sv: Pinga: {0} ms
uk: Пінг: {0} мс
zh_cn: Ping: {0} 毫秒
zh_tw: Ping: {0} 毫秒

source: Pin in the list
ar: التثبيت في قائمة المحادثات
be: Замацаваць у спісе
ca: Fixa a la llista
de: In der Liste anheften
es: Fijar en la lista
fa: سنجاق کردن در فهرست
fi: Kiinnitä listaan
fr: Épingler dans la liste
id: Sematkan dalam daftar
it: Fissa nella lista
ko: 목록에 고정
ms: Semat di senarai
nl: Zet vast in de lijst
pl: Przypnij na liście
pt_br: Fixar na lista
ru: Закрепить в списке чатов
sv: Fäst upp i chattlistan
tr: Listeye sabitle
uk: Прикріпити в списку
uz: Chatlar roʻyxatiga qadash

source: Pink
ar: الزهري
be: Ружовы
ca: Rosa
de: Rosa
es: Rosa
fa: صورتی
fi: Pinkki
fr: Rose
id: Merah Muda
it: Rosa
ko: 분홍색
ms: Merah jambu
nl: Roze
pl: Różowy
pt_br: Rosa
ru: Розовый
sv: Rosa
tr: Pembe
uk: Рожевий
uz: Pushti

# PinMessage
source: Pin
ar: تثبيت
be: Замацаваць
ca: Fixa
de: Anheften
es: Fijar
fa: سنجاق کردن
fi: Kiinnitä
fr: Épingler
id: Sematkan
it: Fissa
ko: 고정
ms: Semat
nl: Vastzetten
pl: Przypnij
pt_br: Fixar
ru: Закрепить
sv: Fäst upp
tr: Sabitle
uk: Прикріпити
uz: Qadash
zh_cn: 置顶
zh_tw: 置頂

# PinMessageAlert
source: Pin this message in the group?
ar: تثبيت هذه الرسالة في المجموعة؟
be: Замацаваць гэта паведамленне ў суполцы?
ca: Voleu fixar aquest missatge?
de: Diese Nachricht in der Gruppe anheften?
es: ¿Quieres fijar este mensaje en el grupo?
fi: Kiinnitetäänkö viesti ryhmässä?
fr: Épingler ce message dans le groupe ?
it: Fissare questo messaggio nel gruppo?
ko: 그룹에 메시지를 고정하겠습니까?
ms: Semat mesej ini ke grup?
nl: Dit bericht vastzetten in de groep?
pl: Przypiąć tę wiadomość w grupie?
pt_br: Fixar a mensagem no grupo?
ru: Закрепить сообщение в группе?
sv: Fästa upp meddelandet i gruppen?
tr: Bu mesaj, gruba sabitlensin mi?
uk: Прикріпити повідомлення в групі?

# PinMessageAlertChannel
source: Do you want to pin this message in this channel?
ar: هل ترغب في تثبيت هذه الرسالة في هذه القناة؟
be: Хочаце замацаваць гэта паведамленне ў гэтым канале?
ca: Voleu fixar aquest missatge en el canal?
de: Nachricht im Kanal wirklich anheften?
es: ¿Quieres fijar este mensaje en el canal?
fa: آیا می‌خواهید این پیام را در این کانال سنجاق کنید؟
fi: Haluatko kiinnittää tämän viestin kanavalle?
fr: Voulez-vous épingler ce message dans ce canal ?
id: Apakah Anda ingin menyematkan pesan ini di channel?
it: Vuoi fissare questo messaggio in questo canale?
ko: 채널에 이 메시지를 고정하시겠습니까?
ms: Anda mahu semat mesej ini di saluran ini?
nl: Wil je dit bericht vastzetten?
pl: Czy chcesz przypiąć tę wiadomość w tym kanale?
pt_br: Deseja fixar essa mensagem no canal?
ru: Хотите закрепить это сообщение в канале?
sv: Vill du fästa upp meddelandet i den här kanalen?
tr: Bu mesajı bu kanalda sabitlemek istiyor musunuz?
uk: Ви хочете прикріпити це повідомлення в цьому каналі?
uz: Bu xabarni ushbu kanalda qadamoqchimisiz?
zh_cn: 您确定要在频道中置顶此消息吗？
zh_tw: 您確定要在頻道中置頂此訊息嗎？

# PinMessageAlertChat
source: Do you want to pin this message at the top of the chat?
ar: هل تريدون فعلًا تثبيت هذه الرسالة أعلى المحادثة؟
be: Вы хочаце замацаваць гэта паведамленне ўверсе чата?
ca: Voleu fixar aquest missatge a dalt del xat?
de: Möchtest du diese Nachricht ganz oben im Chat anheften?
es: ¿Quieres fijar este mensaje en la parte de arriba del chat?
fa: آیا می‌خواهید این پیام را در بالای گفتگو سنجاق کنید؟
fi: Haluatko kiinnittää tämän viestin keskustelun yläreunaan?
fr: Voulez-vous épingler ce message en haut de l'échange ?
id: Apakah Anda ingin menyematkan pesan ini ke atas?
it: Vuoi fissare questo messaggio nella parte superiore della chat?
ko: 이 메시지를 대화방 위쪽에 고정하시겠습니까?
ms: Anda ingin semat mesej ini ke ruang atas bual ini?
nl: Wil je dit bericht vastzetten bovenaan de chat?
pl: Czy chcesz przypiąć tę wiadomość na górze czatu?
pt_br: Deseja fixar essa mensagem no topo do chat?
ru: Хотите закрепить это сообщение в чате?
sv: Vill du fästa upp meddelandet i chattens överkant?
tr: Bu mesajı sohbetin başına sabitlemek ister misiniz?
uk: Прикріпити повідомлення вгорі чату?
uz: Bu xabarni chatning tepa qismiga qadashni xohlaysizmi?
